Repository: Hrcek-app/hrcek-ios
Catalog: HrcekKit/Sources/HrcekKit/Resources/Localizable.xcstrings
Source language: en
Languages: sl

source: Can't make a secure connection to the server.
sl: S strežnikom ni mogoče vzpostaviti varne povezave.

source: Can't reach the server. Check the address.
sl: Strežnika ni mogoče doseči. Preverite naslov.

source: Can't reach the server. Try again.
sl: Strežnika ni mogoče doseči. Poskusite znova.

source: Enter the address of your Hrček server.
sl: Vnesite naslov svojega strežnika Hrček.

source: Hrček for iOS (%@)
sl: Hrček za iOS (%@)

source: Something went wrong. Try again.
sl: Nekaj je šlo narobe. Poskusite znova.

source: That doesn't look like a web address.
sl: To ni videti kot spletni naslov.

source: The address must start with https://.
sl: Naslov se mora začeti s https://.

source: The server is having trouble. Try again later.
sl: Strežnik ima težave. Poskusite znova pozneje.

source: The server took too long to answer. Try again.
sl: Strežnik se ni odzval dovolj hitro. Poskusite znova.

source: The server's answer wasn't understood. Is this a Hrček address?
sl: Odgovora strežnika ni mogoče razumeti. Je to naslov strežnika Hrček?

source: Too many attempts. Wait a while and try again.
sl: Preveč poskusov. Počakajte nekaj časa in poskusite znova.

source: You're offline. Connect to the internet and try again.
sl: Niste povezani z internetom. Povežite se in poskusite znova.

source: Your sign-in has expired or was revoked. Sign in again.
sl: Vaša prijava je potekla ali je bila preklicana. Prijavite se znova.
